{
    status: true,
    nomor: 31,
    nama: "لقمٰن",
    nama_latin: "Luqman",
    jumlah_ayat: 34,
    tempat_turun: "mekah",
    arti: "Luqman",
    deskripsi: "Surat  Luqman  terdiri   dari   34   ayat,   termasuk   golongan   surat-surat Makkiyyah, diturunkan sesudah surat Ash Shaffaat. <br>Dinamai <i>Luqman</i> karena pada  ayat  12   disebutkan   bahwa   <i>Luqman</i>   telah diberi   oleh   Allah   nikmat   dan   ilmu   pengetahuan,  oleh sebab itu dia bersyukur kepadaNya atas nikmat yang  diberikan  itu.   Dan   pada   ayat   13 sampai 19 terdapat nasihat-nasihat Luqman kepada anaknya.<br>Ini adalah sebagai  isyarat   daripada   Allah   supaya   setiap   ibu   bapak melaksanakan  pula terhadap anak-anak mereka sebagai yang telah dilakukan oleh Luqman.",
    audio: "https://santrikoding.com/storage/audio/031.mp3",
    ayat: [
    {
    id: 3470,
    surah: 31,
    nomor: 1,
    ar: " الۤمّۤ ۗ ",
    tr: "alif-l<u>aa</u>m-miim",
    idn: "Alif Lam Mim."
    },
    {
    id: 3471,
    surah: 31,
    nomor: 2,
    ar: "تِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِۙ ",
    tr: "tilka <u>aa</u>y<u>aa</u>tu <strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>",
    idn: "Inilah ayat-ayat Al-Qur'an yang mengandung hikmah, "
    },
    {
    id: 3472,
    surah: 31,
    nomor: 3,
    ar: "هُدًى وَّرَحْمَةً لِّلْمُحْسِنِيْنَۙ ",
    tr: "hudan wara<u>h</u>matan lilmu<u>h</u>siniin<strong>a</strong>",
    idn: "sebagai petunjuk dan rahmat bagi orang-orang yang berbuat kebaikan, "
    },
    {
    id: 3473,
    surah: 31,
    nomor: 4,
    ar: "الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ ",
    tr: "<strong>al</strong>la<u>dz</u>iina yuqiimuuna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wayu/tuuna <strong>al</strong>zzak<u>aa</u>ta wahum bi<strong>a</strong>l-<u>aa</u>khirati hum yuuqinuun<strong>a</strong>",
    idn: "(yaitu) orang-orang yang melaksanakan salat, menunaikan zakat dan mereka meyakini adanya akhirat. "
    },
    {
    id: 3474,
    surah: 31,
    nomor: 5,
    ar: "اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    tr: "ul<u>aa</u>-ika 'al<u>aa</u> hudan min rabbihim waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>",
    idn: "Merekalah orang-orang yang tetap mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang beruntung. "
    },
    {
    id: 3475,
    surah: 31,
    nomor: 6,
    ar: "وَمِنَ النَّاسِ مَنْ يَّشْتَرِيْ لَهْوَ الْحَدِيْثِ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ بِغَيْرِ عِلْمٍۖ وَّيَتَّخِذَهَا هُزُوًاۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ",
    tr: "wamina <strong>al</strong>nn<u>aa</u>si man yasytarii lahwa <strong>a</strong>l<u>h</u>adiitsi liyu<u>dh</u>illa 'an sabiili <strong>al</strong>l<u>aa</u>hi bighayri 'ilmin wayattakhi<u>dz</u>ah<u>aa</u> huzuwan ul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>",
    idn: "Dan di antara manusia (ada) orang yang mempergunakan percakapan kosong untuk menyesatkan (manusia) dari jalan Allah tanpa ilmu dan menjadikannya olok-olokan. Mereka itu akan memperoleh azab yang menghinakan."
    },
    {
    id: 3476,
    surah: 31,
    nomor: 7,
    ar: "وَاِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا وَلّٰى مُسْتَكْبِرًا كَاَنْ لَّمْ يَسْمَعْهَا كَاَنَّ فِيْٓ اُذُنَيْهِ وَقْرًاۚ فَبَشِّرْهُ بِعَذَابٍ اَلِيْمٍ",
    tr: "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhi <u>aa</u>y<u>aa</u>tun<u>aa</u> wall<u>aa</u> mustakbiran ka-an lam yasma'h<u>aa</u> ka-anna fii u<u>dz</u>unayhi waqran fabasysyirhu bi'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>",
    idn: "Dan apabila dibacakan kepadanya ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih."
    },
    {
    id: 3477,
    surah: 31,
    nomor: 8,
    ar: "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ جَنّٰتُ النَّعِيْمِۙ",
    tr: "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum jann<u>aa</u>tu <strong>al</strong>nna'iim<strong>i</strong>",
    idn: "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat surga-surga yang penuh kenikmatan, "
    },
    {
    id: 3478,
    surah: 31,
    nomor: 9,
    ar: "خٰلِدِيْنَ فِيْهَاۗ وَعْدَ اللّٰهِ حَقًّاۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
    tr: "kh<u>aa</u>lidiina fiih<u>aa</u> wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqan wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>",
    idn: "mereka kekal di dalamnya, sebagai janji Allah yang benar. Dan Dia Mahaperkasa, Mahabijaksana. "
    },
    {
    id: 3479,
    surah: 31,
    nomor: 10,
    ar: "خَلَقَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِكُمْ وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍۗ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ كَرِيْمٍ ",
    tr: "khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti bighayri 'amadin tarawnah<u>aa</u> wa-alq<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i raw<u>aa</u>siya an tamiida bikum wabatstsa fiih<u>aa</u> min kulli d<u>aa</u>bbatin wa-anzaln<u>aa</u> mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-anbatn<u>aa</u> fiih<u>aa</u> min kulli zawjin kariim<strong>in</strong>",
    idn: "Dia menciptakan langit tanpa tiang sebagaimana kamu melihatnya, dan Dia meletakkan gunung-gunung (di permukaan) bumi agar ia (bumi) tidak menggoyangkan kamu; dan memperkembangbiakkan segala macam jenis makhluk bergerak yang bernyawa di bumi. Dan Kami turunkan air hujan dari langit, lalu Kami tumbuhkan padanya segala macam tumbuh-tumbuhan yang baik. "
    },
    {
    id: 3480,
    surah: 31,
    nomor: 11,
    ar: "هٰذَا خَلْقُ اللّٰهِ فَاَرُوْنِيْ مَاذَا خَلَقَ الَّذِيْنَ مِنْ دُوْنِهٖۗ بَلِ الظّٰلِمُوْنَ فِيْ ضَلٰلٍ مُّبِيْنٍ ࣖ",
    tr: "h<u>aadzaa</u> khalqu <strong>al</strong>l<u>aa</u>hi fa-aruunii m<u>aatsaa</u> khalaqa <strong>al</strong>la<u>dz</u>iina min duunihi bali <strong>al</strong><u>zhzhaa</u>limuuna fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>",
    idn: "Inilah ciptaan Allah, maka perlihatkanlah olehmu kepadaku apa yang telah diciptakan oleh (sesembahanmu) selain Allah. Sebenarnya orang-orang yang zalim itu berada di dalam kesesatan yang nyata. "
    },
    {
    id: 3481,
    surah: 31,
    nomor: 12,
    ar: "وَلَقَدْ اٰتَيْنَا لُقْمٰنَ الْحِكْمَةَ اَنِ اشْكُرْ لِلّٰهِ ۗوَمَنْ يَّشْكُرْ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ ",
    tr: "walaqad <u>aa</u>tayn<u>aa</u> luqm<u>aa</u>na <strong>a</strong>l<u>h</u>ikmata ani usykur lill<u>aa</u>hi waman yasykur fa-innam<u>aa</u> yasykuru linafsihi waman kafara fa-inna <strong>al</strong>l<u>aa</u>ha ghaniyyun <u>h</u>amiid<strong>un</strong>",
    idn: "Dan sungguh, telah Kami berikan hikmah kepada Lukman, yaitu,  ”Bersyukurlah kepada Allah! Dan barangsiapa bersyukur (kepada Allah), maka sesungguhnya dia bersyukur untuk dirinya sendiri; dan barangsiapa tidak bersyukur (kufur), maka sesungguhnya Allah Mahakaya, Maha Terpuji.” "
    },
    {
    id: 3482,
    surah: 31,
    nomor: 13,
    ar: "وَاِذْ قَالَ لُقْمٰنُ لِابْنِهٖ وَهُوَ يَعِظُهٗ يٰبُنَيَّ لَا تُشْرِكْ بِاللّٰهِ ۗاِنَّ الشِّرْكَ لَظُلْمٌ عَظِيْمٌ ",
    tr: "wa-i<u>dz</u> q<u>aa</u>la luqm<u>aa</u>nu li<strong>i</strong>bnihi wahuwa ya'i<u>zh</u>uhu y<u>aa</u> bunayya l<u>aa</u> tusyrik bi<strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>sysyirka la<u>zh</u>ulmun 'a<u>zh</u>iim<strong>un</strong>",
    idn: "Dan (ingatlah) ketika Lukman berkata kepada anaknya, ketika dia memberi pelajaran kepadanya, ”Wahai anakku! Janganlah engkau mempersekutukan Allah, sesungguhnya mempersekutukan (Allah) adalah benar-benar kezaliman yang besar.” "
    },
    {
    id: 3483,
    surah: 31,
    nomor: 14,
    ar: "وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِۚ حَمَلَتْهُ اُمُّهٗ وَهْنًا عَلٰى وَهْنٍ وَّفِصَالُهٗ فِيْ عَامَيْنِ اَنِ اشْكُرْ لِيْ وَلِوَالِدَيْكَۗ اِلَيَّ الْمَصِيْرُ",
    tr: "wawa<u>shsh</u>ayn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na biw<u>aa</u>lidayhi <u>h</u>amalat-hu ummuhu wahnan 'al<u>aa</u> wahnin wafi<u>shaa</u>luhu fii '<u>aa</u>mayni ani usykur lii waliw<u>aa</u>lidayka ilayya <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>",
    idn: "Dan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. "
    },
    {
    id: 3484,
    surah: 31,
    nomor: 15,
    ar: "وَاِنْ جَاهَدٰكَ عَلٰٓى اَنْ تُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِى الدُّنْيَا مَعْرُوْفًا ۖوَّاتَّبِعْ سَبِيْلَ مَنْ اَنَابَ اِلَيَّۚ  ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    tr: "wa-in j<u>aa</u>had<u>aa</u>ka 'al<u>aa</u> an tusyrika bii m<u>aa</u> laysa laka bihi 'ilmun fal<u>aa</u> tu<u>th</u>i'hum<u>aa</u> wa<u>shaah</u>ibhum<u>aa</u> fii <strong>al</strong>dduny<u>aa</u> ma'ruufan wa<strong>i</strong>ttabi' sabiila man an<u>aa</u>ba ilayya tsumma ilayya marji'ukum fa-unabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>",
    idn: "Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan. "
    },
    {
    id: 3485,
    surah: 31,
    nomor: 16,
    ar: "يٰبُنَيَّ اِنَّهَآ اِنْ تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِيْ صَخْرَةٍ اَوْ فِى السَّمٰوٰتِ اَوْ فِى الْاَرْضِ يَأْتِ بِهَا اللّٰهُ ۗاِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ",
    tr: "y<u>aa</u> bunayya innah<u>aa</u> in taku mitsq<u>aa</u>la <u>h</u>abbatin min khardalin fatakun fii <u>sh</u>akhratin aw fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti aw fii <strong>a</strong>l-ar<u>dh</u>i ya/ti bih<u>aa</u> <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha la<u>th</u>iifun khabiir<strong>un</strong>",
    idn: "(Lukman berkata), ”Wahai anakku! Sungguh, jika ada (sesuatu perbuatan) seberat biji sawi, dan berada dalam batu atau di langit atau di bumi, niscaya Allah akan memberinya (balasan). Sesungguhnya Allah Mahahalus, Mahateliti. "
    },
    {
    id: 3486,
    surah: 31,
    nomor: 17,
    ar: "يٰبُنَيَّ اَقِمِ الصَّلٰوةَ وَأْمُرْ بِالْمَعْرُوْفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلٰى مَآ اَصَابَكَۗ اِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ",
    tr: "y<u>aa</u> bunayya aqimi <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa/mur bi<strong>a</strong>lma'ruufi wa<strong>i</strong>nha 'ani <strong>a</strong>lmunkari wa<strong>i</strong><u>sh</u>bir 'al<u>aa</u> m<u>aa</u> a<u>shaa</u>baka inna <u>dzaa</u>lika min 'azmi <strong>a</strong>l-umuur<strong>i</strong>",
    idn: "Wahai anakku! Laksanakanlah salat dan suruhlah (manusia) berbuat yang makruf dan cegahlah (mereka) dari yang mungkar dan bersabarlah terhadap apa yang menimpamu, sesungguhnya yang demikian itu termasuk perkara yang penting."
    },
    {
    id: 3487,
    surah: 31,
    nomor: 18,
    ar: "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۚ",
    tr: "wal<u>aa</u> tu<u>sh</u>a''ir khaddaka li<strong>l</strong>nn<u>aa</u>si wal<u>aa</u> tamsyi fii <strong>a</strong>l-ar<u>dh</u>i mara<u>h</u>an inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu kulla mukht<u>aa</u>lin fakhuur<strong>in</strong>",
    idn: "Dan janganlah kamu memalingkan wajah dari manusia (karena sombong) dan janganlah berjalan di bumi dengan angkuh. Sungguh, Allah tidak menyukai orang-orang yang sombong dan membanggakan diri."
    },
    {
    id: 3488,
    surah: 31,
    nomor: 19,
    ar: "وَاقْصِدْ فِيْ مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَۗ اِنَّ اَنْكَرَ الْاَصْوَاتِ لَصَوْتُ الْحَمِيْرِ ࣖ",
    tr: "wa<strong>i</strong>q<u>sh</u>id fii masyyika wa<strong>u</strong>gh<u>dh</u>u<u>dh</u> min <u>sh</u>awtika inna ankara <strong>a</strong>l-a<u>sh</u>w<u>aa</u>ti la<u>sh</u>awtu <strong>a</strong>l<u>h</u>amiir<strong>i</strong>",
    idn: "Dan sederhanakanlah dalam berjalan dan lunakkanlah suaramu. Sesungguhnya seburuk-buruk suara ialah suara keledai.”"
    },
    {
    id: 3489,
    surah: 31,
    nomor: 20,
    ar: "اَلَمْ تَرَوْا اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَاَسْبَغَ عَلَيْكُمْ نِعَمَهٗ ظَاهِرَةً وَّبَاطِنَةً ۗوَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ",
    tr: "alam taraw anna <strong>al</strong>l<u>aa</u>ha sakhkhara lakum m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa-asbagha 'alaykum ni'amahu <u>zhaa</u>hiratan wab<u>aath</u>inatan wamina <strong>al</strong>nn<u>aa</u>si man yuj<u>aa</u>dilu fii <strong>al</strong>l<u>aa</u>hi bighayri 'ilmin wal<u>aa</u> hudan wal<u>aa</u> kit<u>aa</u>bin muniir<strong>in</strong>",
    idn: "Tidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan."
    },
    {
    id: 3490,
    surah: 31,
    nomor: 21,
    ar: "وَاِذَا قِيْلَ لَهُمُ اتَّبِعُوْا مَآ اَنْزَلَ اللّٰهُ قَالُوْا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَاۗ اَوَلَوْ كَانَ الشَّيْطٰنُ يَدْعُوْهُمْ اِلٰى عَذَابِ السَّعِيْرِ",
    tr: "wa-i<u>dzaa</u> qiila lahumu ittabi'uu m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu bal nattabi'u m<u>aa</u> wajadn<u>aa</u> 'alayhi <u>aa</u>b<u>aa</u>-an<u>aa</u> awa law k<u>aa</u>na <strong>al</strong>sysyay<u>th</u><u>aa</u>nu yad'uuhum il<u>aa</u> 'a<u>dzaa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>",
    idn: "Dan apabila dikatakan kepada mereka, ”Ikutilah apa yang diturunkan Allah!” Mereka menjawab, ”(Tidak), tetapi kami (hanya) mengikuti kebiasaan yang kami dapati dari nenek moyang kami.” Apakah mereka (akan mengikuti nenek moyang mereka) walaupun sebenarnya setan menyeru mereka ke dalam azab api yang menyala-nyala (neraka)?"
    },
    {
    id: 3491,
    surah: 31,
    nomor: 22,
    ar: "۞ وَمَنْ يُّسْلِمْ وَجْهَهٗٓ اِلَى اللّٰهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰىۗ وَاِلَى اللّٰهِ عَاقِبَةُ الْاُمُوْرِ",
    tr: "waman yuslim wajhahu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wahuwa mu<u>h</u>sinun faqadi istamsaka bi<strong>a</strong>l'urwati <strong>a</strong>lwutsq<u>aa</u> wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi '<u>aa</u>qibatu <strong>a</strong>l-umuur<strong>i</strong>",
    idn: "Dan barangsiapa berserah diri kepada Allah, sedang dia orang yang berbuat kebaikan, maka sesungguhnya dia telah berpegang kepada buhul (tali) yang kokoh. Hanya kepada Allah kesudahan segala urusan."
    },
    {
    id: 3492,
    surah: 31,
    nomor: 23,
    ar: "وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهٗۗ اِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ اِنَّ اللّٰهَ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ",
    tr: "waman kafara fal<u>aa</u> ya<u>h</u>zunka kufruhu ilayn<u>aa</u> marji'uhum fanunabbi-uhum bim<u>aa</u> 'amiluu inna <strong>al</strong>l<u>aa</u>ha 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>",
    idn: "Dan barangsiapa kafir maka kekafirannya itu janganlah menyedihkanmu (Muhammad). Hanya kepada Kami tempat kembali mereka, lalu Kami beritakan kepada mereka apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala isi hati."
    },
    {
    id: 3493,
    surah: 31,
    nomor: 24,
    ar: "نُمَتِّعُهُمْ قَلِيْلًا ثُمَّ نَضْطَرُّهُمْ اِلٰى عَذَابٍ غَلِيْظٍ",
    tr: "numatti'uhum qaliilan tsumma na<u>dth</u>arruhum il<u>aa</u> 'a<u>dzaa</u>bin ghalii<u>zh</u><strong>in</strong>",
    idn: "Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam azab yang keras."
    },
    {
    id: 3494,
    surah: 31,
    nomor: 25,
    ar: "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُ ۗقُلِ الْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
    tr: "wala-in sa-altahum man khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a layaquulunna <strong>al</strong>l<u>aa</u>hu quli <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi bal aktsaruhum l<u>aa</u> ya'lamuun<strong>a</strong>",
    idn: "Dan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, ”Siapakah yang menciptakan langit dan bumi?” Tentu mereka akan menjawab, ”Allah.” Katakanlah, ”Segala puji bagi Allah,” tetapi kebanyakan mereka tidak mengetahui."
    },
    {
    id: 3495,
    surah: 31,
    nomor: 26,
    ar: "لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ",
    tr: "lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>",
    idn: "Milik Allah-lah apa yang di langit dan di bumi. Sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji."
    },
    {
    id: 3496,
    surah: 31,
    nomor: 27,
    ar: "وَلَوْ اَنَّ مَا فِى الْاَرْضِ مِنْ شَجَرَةٍ اَقْلَامٌ وَّالْبَحْرُ يَمُدُّهٗ مِنْۢ بَعْدِهٖ سَبْعَةُ اَبْحُرٍ مَّا نَفِدَتْ كَلِمٰتُ اللّٰهِ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ",
    tr: "walaw annam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i min syajaratin aql<u>aa</u>mun wa<strong>a</strong>lba<u>h</u>ru yamudduhu min ba'dihi sab'atu ab<u>h</u>urin m<u>aa</u> nafidat kalim<u>aa</u>tu <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>",
    idn: "Dan seandainya pohon-pohon di bumi menjadi pena dan lautan (menjadi tinta), ditambahkan kepadanya tujuh lautan (lagi) setelah (kering)nya, niscaya tidak akan habis-habisnya (dituliskan) kalimat-kalimat Allah. Sesungguhnya Allah Mahaperkasa, Mahabijaksana."
    },
    {
    id: 3497,
    surah: 31,
    nomor: 28,
    ar: "مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ اِلَّا كَنَفْسٍ وَّاحِدَةٍ ۗاِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ",
    tr: "m<u>aa</u> khalqukum wal<u>aa</u> ba'tsukum ill<u>aa</u> kanafsin w<u>aah</u>idatin inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>",
    idn: "Menciptakan dan membangkitkan kamu (bagi Allah) hanyalah seperti (menciptakan dan membangkitkan) satu jiwa saja (mudah). Sesungguhnya Allah Maha Mendengar, Maha Melihat."
    },
    {
    id: 3498,
    surah: 31,
    nomor: 29,
    ar: "اَلَمْ تَرَ اَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۖ  كُلٌّ يَّجْرِيْٓ اِلٰٓى اَجَلٍ مُّسَمًّى وَّاَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ خَبِيْرٌ",
    tr: "alam tara anna <strong>al</strong>l<u>aa</u>ha yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layli wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii il<u>aa</u> ajalin musamman wa-anna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>",
    idn: "Tidakkah engkau memperhatikan, bahwa Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan Dia menundukkan matahari dan bulan, masing-masing beredar sampai kepada waktu yang ditentukan. Sungguh, Allah Mahateliti apa yang kamu kerjakan."
    },
    {
    id: 3499,
    surah: 31,
    nomor: 30,
    ar: "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهِ الْبَاطِلُۙ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ࣖ",
    tr: "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l<u>h</u>aqqu wa-anna m<u>aa</u> yad'uuna min duunihi <strong>a</strong>lb<u>aath</u>ilu wa-anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l'aliyyu <strong>a</strong>lkabiir<strong>u</strong>",
    idn: "Demikianlah, karena sesungguhnya Allah, Dialah (Tuhan) yang sebenarnya dan apa saja yang mereka seru selain Allah adalah batil. Dan sesungguhnya Allah, Dialah Yang Mahatinggi, Mahabesar."
    },
    {
    id: 3500,
    surah: 31,
    nomor: 31,
    ar: "اَلَمْ تَرَ اَنَّ الْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِنِعْمَتِ اللّٰهِ لِيُرِيَكُمْ مِّنْ اٰيٰتِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ",
    tr: "alam tara anna <strong>a</strong>lfulka tajrii fii <strong>a</strong>lba<u>h</u>ri bini'mati <strong>al</strong>l<u>aa</u>hi liyuriyakum min <u>aa</u>y<u>aa</u>tihi inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin likulli <u>sh</u>abb<u>aa</u>rin syakuur<strong>in</strong>",
    idn: "Tidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlayar di laut dengan nikmat Allah, agar diperlihatkan-Nya kepadamu sebagian dari tanda-tanda (kebesaran)-Nya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran)-Nya bagi setiap orang yang sangat sabar dan banyak bersyukur."
    },
    {
    id: 3501,
    surah: 31,
    nomor: 32,
    ar: "وَاِذَا غَشِيَهُمْ مَّوْجٌ كَالظُّلَلِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ فَمِنْهُمْ مُّقْتَصِدٌۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا كُلُّ خَتَّارٍ كَفُوْرٍ",
    tr: "wa-i<u>dzaa</u> ghasyiyahum mawjun ka<strong>al</strong><u>zhzh</u>ulali da'awuu <strong>al</strong>l<u>aa</u>ha mukhli<u>sh</u>iina lahu <strong>al</strong>ddiina falamm<u>aa</u> najj<u>aa</u>hum il<u>aa</u> <strong>a</strong>lbarri faminhum muqta<u>sh</u>idun wam<u>aa</u> yaj<u>h</u>adu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ill<u>aa</u> kullu khatt<u>aa</u>rin kafuur<strong>in</strong>",
    idn: "Dan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih."
    },
    {
    id: 3502,
    surah: 31,
    nomor: 33,
    ar: "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِيْ وَالِدٌ عَنْ وَّلَدِهٖۖ وَلَا مَوْلُوْدٌ هُوَ جَازٍ عَنْ وَّالِدِهٖ شَيْـًٔاۗ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ ا",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su ittaquu rabbakum wa<strong>i</strong>khsyaw yawman l<u>aa</u> yajzii w<u>aa</u>lidun 'an waladihi wal<u>aa</u> mawluudun huwa j<u>aa</u>zin 'an w<u>aa</u>lidihi syay-an inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun fal<u>aa</u> taghurrannakumu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wal<u>aa</u> yaghurrannakum bi<strong>al</strong>l<u>aa</u>hi <strong>a</strong>lgharuur<strong>u</strong>",
    idn: "Wahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu teperdaya oleh kehidupan dunia, dan jangan sampai kamu teperdaya oleh penipu dalam (menaati) Allah."
    },
    {
    id: 3503,
    surah: 31,
    nomor: 34,
    ar: "اِنَّ اللّٰهَ عِنْدَهٗ عِلْمُ السَّاعَةِۚ وَيُنَزِّلُ الْغَيْثَۚ وَيَعْلَمُ مَا فِى الْاَرْحَامِۗ وَمَا تَدْرِيْ نَفْسٌ مَّاذَا تَكْسِبُ غَدًاۗ وَمَا تَدْرِيْ نَفْسٌۢ بِاَيِّ اَرْضٍ تَمُوْتُۗ اِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ ࣖ",
    tr: "inna <strong>al</strong>l<u>aa</u>ha 'indahu 'ilmu <strong>al</strong>ss<u>aa</u>'ati wayunazzilu <strong>a</strong>lghaytsa waya'lamu m<u>aa</u> fii <strong>a</strong>l-ar<u>haa</u>mi wam<u>aa</u> tadrii nafsun m<u>aatsaa</u> taksibu ghadan wam<u>aa</u> tadrii nafsun bi-ayyi ar<u>dh</u>in tamuutu inna <strong>al</strong>l<u>aa</u>ha 'aliimun khabiir<strong>un</strong>",
    idn: "Sesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal."
    }
    ],
    surat_selanjutnya: {
    id: 32,
    nomor: 32,
    nama: "السّجدة",
    nama_latin: "As-Sajdah",
    jumlah_ayat: 30,
    tempat_turun: "mekah",
    arti: "Sajdah",
    deskripsi: "Surat As Sajdah terdiri atas 30 ayat termasuk golongan surat Makkiyah diturunkan sesudah surat Al Mu'minuun. Dinamakan <i>As Sajdah</i> berhubung pada surat ini terdapat ayat sajdah, yaitu ayat yang kelima belas.",
    audio: "https://santrikoding.com/storage/audio/032.mp3"
    },
    surat_sebelumnya: {
    id: 30,
    nomor: 30,
    nama: "الرّوم",
    nama_latin: "Ar-Rum",
    jumlah_ayat: 60,
    tempat_turun: "mekah",
    arti: "Romawi",
    deskripsi: "Surat Ar Ruum terdiri atas 60 ayat, termasuk golongan surat-surat Makkiyah diturunkan sesudah ayat Al Insyiqaq. Dinamakan <i>Ar Ruum</i> karena pada permulaan surat ini, yaitu ayat 2, 3 dan 4 terdapat pemberitaan bangsa Rumawi yang pada mulanya dikalahkan oleh bangsa Persia, tetapi setelah beberapa tahun kemudian kerajaan Ruum dapat menuntut balas dan mengalahkan kerajaan Persia kembali. Ini adalah suatu mukjizat Al Quran, yaitu memberitakan hal-hal yang akan terjadi di masa yang akan datang. Dan juga suatu isyarat bahwa kaum muslimin yang demikian lemahnya di waktu itu akan menang dan dapat menghancurkan kaum musyrikin. Isyarat ini terbukti pertama kali pada perang Badar.",
    audio: "https://santrikoding.com/storage/audio/030.mp3"
    }
    }