{
    status: true,
    nomor: 33,
    nama: "الاحزاب",
    nama_latin: "Al-Ahzab",
    jumlah_ayat: 73,
    tempat_turun: "madinah",
    arti: "Golongan Yang Bersekutu",
    deskripsi: "Surat Al Ahzab terdiri atas 73 ayat, termasuk golongan surat-surat Madaniyah, diturunkan sesudah surat Ali'Imran. Dinamai <i>Al Ahzab</i> yang berarti <i>golongan-golongan yang bersekutu</i> karena dalam surat ini terdapat beberapa ayat, yaitu ayat 9 sampai dengan ayat 27 yang berhubungan dengan peperangan Al Ahzab, yaitu peperangan yang dilancarkan oleh orang-orang Yahudi, kaum munafik dan orang-orang musyrik terhadap orang-orang mukmin di Medinah. Mereka telah mengepung rapat orang- orang mukmin sehingga sebahagian dari mereka telah berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh mereka itu. Ini adalah suatu ujian yang berat dari Allah untuk menguji sampai dimana teguhnya keimanan mereka. Akhirnya Allah mengirimkan bantuan berupa tentara yang tidak kelihatan dan angin topan, sehingga musuh-musuh itu menjadi kacau balau dan melarikan diri.",
    audio: "https://santrikoding.com/storage/audio/033.mp3",
    ayat: [
    {
    id: 3534,
    surah: 33,
    nomor: 1,
    ar: "يٰٓاَيُّهَا النَّبِيُّ اتَّقِ اللّٰهَ وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۙ ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu ittaqi <strong>al</strong>l<u>aa</u>ha wal<u>aa</u> tu<u>th</u>i'i <strong>a</strong>lk<u>aa</u>firiina wa<strong>a</strong>lmun<u>aa</u>fiqiina inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na 'aliiman <u>h</u>akiim<u>aa</u><strong>n</strong>",
    idn: "Wahai Nabi! Bertakwalah kepada Allah dan janganlah engkau menuruti (keinginan) orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah Maha Mengetahui, Mahabijaksana,"
    },
    {
    id: 3535,
    surah: 33,
    nomor: 2,
    ar: "وَّاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ مِنْ رَّبِّكَ ۗاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًاۙ ",
    tr: "wa<strong>i</strong>ttabi' m<u>aa</u> yuu<u>haa</u> ilayka min rabbika inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na bim<u>aa</u> ta'maluuna khabiir<u>aa</u><strong>n</strong>",
    idn: "dan ikutilah apa yang diwahyukan Tuhanmu kepadamu. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan,"
    },
    {
    id: 3536,
    surah: 33,
    nomor: 3,
    ar: "وَّتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا",
    tr: "watawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wakiil<u>aa</u><strong>n </strong>",
    idn: "dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pemelihara."
    },
    {
    id: 3537,
    surah: 33,
    nomor: 4,
    ar: "مَا جَعَلَ اللّٰهُ لِرَجُلٍ مِّنْ قَلْبَيْنِ فِيْ جَوْفِهٖ ۚوَمَا جَعَلَ اَزْوَاجَكُمُ الّٰـِٕۤيْ تُظٰهِرُوْنَ مِنْهُنَّ اُمَّهٰتِكُمْ ۚوَمَا جَعَلَ اَدْعِيَاۤءَكُمْ اَبْنَاۤءَكُمْۗ ذٰلِكُمْ قَوْلُكُمْ بِاَفْوَاهِكُمْ ۗوَاللّٰهُ يَقُوْلُ الْحَقَّ وَهُوَ ي",
    tr: "m<u>aa</u> ja'ala <strong>al</strong>l<u>aa</u>hu lirajulin min qalbayni fii jawfihi wam<u>aa</u> ja'ala azw<u>aa</u>jakumu <strong>al</strong>l<u>aa</u>-ii tu<u>zhaa</u>hiruuna minhunna ummah<u>aa</u>tikum wam<u>aa</u> ja'ala ad'iy<u>aa</u>-akum abn<u>aa</u>-akum <u>dzaa</u>likum qawlukum bi-afw<u>aa</u>hikum wa<strong>al</strong>l<u>aa</u>hu yaquulu <strong>a</strong>l<u>h</u>aqqa wahuwa yahdii <strong>al</strong>ssabiil<strong>a</strong>",
    idn: "Allah tidak menjadikan bagi seseorang dua hati dalam rongganya; dan Dia tidak menjadikan istri-istrimu yang kamu zihar itu sebagai ibumu, dan Dia tidak menjadikan anak angkatmu sebagai anak kandungmu (sendiri). Yang demikian itu hanyalah perkataan di mulutmu saja. Allah mengatakan yang sebenarnya dan Dia menunjukkan jalan (yang benar)."
    },
    {
    id: 3538,
    surah: 33,
    nomor: 5,
    ar: "اُدْعُوْهُمْ لِاٰبَاۤىِٕهِمْ هُوَ اَقْسَطُ عِنْدَ اللّٰهِ ۚ فَاِنْ لَّمْ تَعْلَمُوْٓا اٰبَاۤءَهُمْ فَاِخْوَانُكُمْ فِى الدِّيْنِ وَمَوَالِيْكُمْ ۗوَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيْمَآ اَخْطَأْتُمْ بِهٖ وَلٰكِنْ مَّا تَعَمَّدَتْ قُلُوْبُكُمْ ۗوَكَانَ اللّٰه",
    tr: "ud'uuhum li-<u>aa</u>b<u>aa</u>-ihim huwa aqsa<u>th</u>u 'inda <strong>al</strong>l<u>aa</u>hi fa-in lam ta'lamuu <u>aa</u>b<u>aa</u>-ahum fa-ikhw<u>aa</u>nukum fii <strong>al</strong>ddiini wamaw<u>aa</u>liikum walaysa 'alaykum jun<u>aah</u>un fiim<u>aa</u> akh<u>th</u>a/tum bihi wal<u>aa</u>kin m<u>aa</u> ta'ammadat quluubukum wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>",
    idn: "Panggillah mereka (anak angkat itu) dengan (memakai) nama bapak-bapak mereka; itulah yang adil di sisi Allah, dan jika kamu tidak mengetahui bapak mereka, maka (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu. Dan tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun, Maha Penyayang."
    },
    {
    id: 3539,
    surah: 33,
    nomor: 6,
    ar: "اَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهٗٓ اُمَّهٰتُهُمْ ۗوَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ مِنَ الْمُؤْمِنِيْنَ وَالْمُهٰجِرِيْنَ اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓى اَوْلِيَاۤىِٕكُمْ مَّعْرُو",
    tr: "a<strong>l</strong>nnabiyyu awl<u>aa</u> bi<strong>a</strong>lmu/miniina min anfusihim wa-azw<u>aa</u>juhu ummah<u>aa</u>tuhum wauluu <strong>a</strong>l-ar<u>haa</u>mi ba'<u>dh</u>uhum awl<u>aa</u> biba'<u>dh</u>in fii kit<u>aa</u>bi <strong>al</strong>l<u>aa</u>hi mina <strong>a</strong>lmu/miniina wa<strong>a</strong>lmuh<u>aa</u>jiriina ill<u>aa</u> an taf'aluu il<u>aa</u> awliy<u>aa</u>-ikum ma'ruufan k<u>aa</u>na <u>dzaa</u>lika fii <strong>a</strong>lkit<u>aa</u>bi mas<u>th</u>uur<u>aa</u><strong>n</strong>",
    idn: "Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. Orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (waris-mewarisi) di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin, kecuali kalau kamu hendak berbuat baikkepada saudara-saudaramu  (seagama). Demikianlah telah tertulis dalam Kitab (Allah)."
    },
    {
    id: 3540,
    surah: 33,
    nomor: 7,
    ar: "وَاِذْ اَخَذْنَا مِنَ النَّبِيّٖنَ مِيْثَاقَهُمْ وَمِنْكَ وَمِنْ نُّوْحٍ وَّاِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسَى ابْنِ مَرْيَمَ ۖوَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًاۙ",
    tr: "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> mina <strong>al</strong>nnabiyyiina miits<u>aa</u>qahum waminka wamin nuu<u>h</u>in wa-ibr<u>aa</u>hiima wamuus<u>aa</u> wa'iis<u>aa</u> ibni maryama wa-akha<u>dz</u>n<u>aa</u> minhum miits<u>aa</u>qan ghalii<u>zhaa</u><strong>n</strong>",
    idn: "Dan (ingatlah) ketika Kami mengambil perjanjian dari para nabi dan dari engkau (sendiri), dari Nuh, Ibrahim, Musa dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh,"
    },
    {
    id: 3541,
    surah: 33,
    nomor: 8,
    ar: "لِّيَسْـَٔلَ الصّٰدِقِيْنَ عَنْ صِدْقِهِمْ ۚوَاَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا اَلِيْمًا ࣖ",
    tr: "liyas-ala <strong>al</strong><u>shshaa</u>diqiina 'an <u>sh</u>idqihim wa-a'adda lilk<u>aa</u>firiina 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>",
    idn: "agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka. Dia menyediakan azab yang pedih bagi orang-orang kafir."
    },
    {
    id: 3542,
    surah: 33,
    nomor: 9,
    ar: "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًاۚ ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum i<u>dz</u> j<u>aa</u>-atkum junuudun fa-arsaln<u>aa</u> 'alayhim rii<u>h</u>an wajunuudan lam tarawh<u>aa</u> wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<u>aa</u><strong>n</strong>",
    idn: "Wahai orang-orang yang beriman! Ingatlah akan nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu. Allah Maha Melihat apa yang kamu kerjakan."
    },
    {
    id: 3543,
    surah: 33,
    nomor: 10,
    ar: "اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠   ۗ",
    tr: "i<u>dz</u> j<u>aa</u>uukum min fawqikum wamin asfala minkum wa-i<u>dz</u> z<u>aa</u>ghati <strong>a</strong>l-ab<u>shaa</u>ru wabalaghati <strong>a</strong>lquluubu <strong>a</strong>l<u>h</u>an<u>aa</u>jira wata<u>zh</u>unnuuna bi<strong>al</strong>l<u>aa</u>hi <strong>al</strong><u>zhzh</u>unuun<u>aa</u>",
    idn: "(Yaitu) ketika mereka datang kepadamu dari atas dan dari bawahmu, dan ketika penglihatan(mu) terpana dan hatimu menyesak sampai ke tenggorokan dan kamu berprasangka yang bukan-bukan terhadap Allah."
    },
    {
    id: 3544,
    surah: 33,
    nomor: 11,
    ar: "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا",
    tr: "hun<u>aa</u>lika ibtuliya <strong>a</strong>lmu-minuuna wazulziluu zilz<u>aa</u>lan syadiid<u>aa</u><strong>n</strong>",
    idn: "Di situlah diuji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang dahsyat."
    },
    {
    id: 3545,
    surah: 33,
    nomor: 12,
    ar: "وَاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗٓ اِلَّا غُرُوْرًا",
    tr: "wa-i<u>dz</u> yaquulu <strong>a</strong>lmun<u>aa</u>fiquuna wa<strong>a</strong>lla<u>dz</u>iina fii quluubihim mara<u>dh</u>un m<u>aa</u> wa'adan<u>aa</u> <strong>al</strong>l<u>aa</u>hu warasuuluhu ill<u>aa</u> ghuruur<u>aa</u><strong>n</strong>",
    idn: "Dan (ingatlah) ketika orang-orang munafik dan orang-orang yang hatinya berpenyakit berkata, “Yang dijanjikan Allah dan Rasul-Nya kepada kami hanya tipu daya belaka.”"
    },
    {
    id: 3546,
    surah: 33,
    nomor: 13,
    ar: "وَاِذْ قَالَتْ طَّاۤىِٕفَةٌ مِّنْهُمْ يٰٓاَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوْا ۚوَيَسْتَأْذِنُ فَرِيْقٌ مِّنْهُمُ النَّبِيَّ يَقُوْلُوْنَ اِنَّ بُيُوْتَنَا عَوْرَةٌ  ۗوَمَا هِيَ بِعَوْرَةٍ ۗاِنْ يُّرِيْدُوْنَ اِلَّا فِرَارًا",
    tr: "wa-i<u>dz</u> q<u>aa</u>lat <u>th</u><u>aa</u>-ifatun minhum y<u>aa</u> ahla yatsriba l<u>aa</u> muq<u>aa</u>ma lakum fa<strong>i</strong>rji'uu wayasta/<u>dz</u>inu fariiqun minhumu <strong>al</strong>nnabiyya yaquuluuna inna buyuutan<u>aa</u> 'awratun wam<u>aa</u> hiya bi'awratin in yuriiduuna ill<u>aa</u> fir<u>aa</u>r<u>aa</u><strong>n</strong>",
    idn: "Dan (ingatlah) ketika segolongan di antara mereka berkata, “Wahai penduduk Yasrib (Madinah)! Tidak ada tempat bagimu, maka kembalilah kamu.” Dan sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, “Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).” Padahal rumah-rumah itu tidak terbuka, mereka hanyalah hendak lari."
    },
    {
    id: 3547,
    surah: 33,
    nomor: 14,
    ar: "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ اَقْطَارِهَا ثُمَّ سُـِٕلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوْا بِهَآ اِلَّا يَسِيْرًا",
    tr: "walaw dukhilat 'alayhim min aq<u>th</u><u>aa</u>rih<u>aa</u> tsumma su-iluu <strong>a</strong>lfitnata la<u>aa</u>tawh<u>aa</u> wam<u>aa</u> talabbatsuu bih<u>aa</u> ill<u>aa</u> yasiir<u>aa</u><strong>n</strong>",
    idn: "Dan kalau (Yasrib) diserang dari segala penjuru, dan mereka diminta agar membuat kekacauan, niscaya mereka mengerjakannya; dan hanya sebentar saja mereka menunggu."
    },
    {
    id: 3548,
    surah: 33,
    nomor: 15,
    ar: "وَلَقَدْ كَانُوْا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّوْنَ الْاَدْبَارَ ۗوَكَانَ عَهْدُ اللّٰهِ مَسْـُٔوْلًا",
    tr: "walaqad k<u>aa</u>nuu '<u>aa</u>haduu <strong>al</strong>l<u>aa</u>ha min qablu l<u>aa</u> yuwalluuna <strong>a</strong>l-adb<u>aa</u>ra wak<u>aa</u>na 'ahdu <strong>al</strong>l<u>aa</u>hi mas-uul<u>aa</u><strong>n</strong>",
    idn: "Dan sungguh, mereka sebelum itu telah berjanji kepada Allah, tidak akan berbalik ke belakang (mundur). Dan perjanjian dengan Allah akan diminta pertanggungjawabannya."
    },
    {
    id: 3549,
    surah: 33,
    nomor: 16,
    ar: "قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا ",
    tr: "qul lan yanfa'akumu <strong>a</strong>lfir<u>aa</u>ru in farartum mina <strong>a</strong>lmawti awi <strong>a</strong>lqatli wa-i<u>dz</u>an l<u>aa</u> tumatta'uuna ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>",
    idn: "Katakanlah (Muhammad), “Lari tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika demikian (kamu terhindar dari kematian) kamu hanya akan mengecap kesenangan sebentar saja.”"
    },
    {
    id: 3550,
    surah: 33,
    nomor: 17,
    ar: "قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
    tr: "qul man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii ya'<u>sh</u>imukum mina <strong>al</strong>l<u>aa</u>hi in ar<u>aa</u>da bikum suu-an aw ar<u>aa</u>da bikum ra<u>h</u>matan wal<u>aa</u> yajiduuna lahum min duuni <strong>al</strong>l<u>aa</u>hi waliyyan wal<u>aa</u> na<u>sh</u>iir<u>aa</u><strong>n</strong>",
    idn: "Katakanlah, “Siapakah yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah."
    },
    {
    id: 3551,
    surah: 33,
    nomor: 18,
    ar: "۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ",
    tr: "qad ya'lamu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmu'awwiqiina minkum wa<strong>a</strong>lq<u>aa</u>-iliina li-ikhw<u>aa</u>nihim halumma ilayn<u>aa</u> wal<u>aa</u> ya/tuuna <strong>a</strong>lba/sa ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>",
    idn: "Sungguh, Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Tetapi mereka datang berperang hanya sebentar,"
    },
    {
    id: 3552,
    surah: 33,
    nomor: 19,
    ar: "اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤ",
    tr: "asyi<u>hh</u>atan 'alaykum fa-i<u>dzaa</u> j<u>aa</u>-a <strong>a</strong>lkhawfu ra-aytahum yan<u>zh</u>uruuna ilayka taduuru a'yunuhum ka<strong>a</strong>lla<u>dz</u>ii yughsy<u>aa</u> 'alayhi mina <strong>a</strong>lmawti fa-i<u>dzaa</u> <u>dz</u>ahaba <strong>a</strong>lkhawfu salaquukum bi-alsinatin <u>h</u>id<u>aa</u>din asyi<u>hh</u>atan 'al<u>aa</u> <strong>a</strong>lkhayri ul<u>aa</u>-ika lam yu/minuu fa-a<u>h</u>ba<u>th</u>a <strong>al</strong>l<u>aa</u>hu a'm<u>aa</u>lahum wak<u>aa</u>na <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<u>aa</u><strong>n</strong>",
    idn: "mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Dan yang demikian itu mudah bagi Allah."
    },
    {
    id: 3553,
    surah: 33,
    nomor: 20,
    ar: "يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۖوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًا ࣖ",
    tr: "ya<u>h</u>sabuuna <strong>a</strong>l-a<u>h</u>z<u>aa</u>ba lam ya<u>dz</u>habuu wa-in ya/ti <strong>a</strong>l-a<u>h</u>z<u>aa</u>bu yawadduu law annahum b<u>aa</u>duuna fii <strong>a</strong>l-a'r<u>aa</u>bi yas-aluuna 'an anb<u>aa</u>-ikum walaw k<u>aa</u>nuu fiikum m<u>aa</u> q<u>aa</u>taluu ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>",
    idn: "Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi, dan jika golongan-golongan (yang bersekutu) itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentang kamu. Dan sekiranya mereka berada bersamamu, mereka tidak akan berperang, melainkan sebentar saja."
    },
    {
    id: 3554,
    surah: 33,
    nomor: 21,
    ar: "لَقَدْ كَانَ لَكُمْ فِيْ رَسُوْلِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثِيْرًاۗ",
    tr: "laqad k<u>aa</u>na lakum fii rasuuli <strong>al</strong>l<u>aa</u>hi uswatun <u>h</u>asanatun liman k<u>aa</u>na yarjuu <strong>al</strong>l<u>aa</u>ha wa<strong>a</strong>lyawma <strong>a</strong>l-<u>aa</u>khira wa<u>dz</u>akara <strong>al</strong>l<u>aa</u>ha katsiir<u>aa</u><strong>n</strong>",
    idn: "Sungguh, telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat dan yang banyak mengingat Allah."
    },
    {
    id: 3555,
    surah: 33,
    nomor: 22,
    ar: "وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ ",
    tr: "walamm<u>aa</u> ra<u>aa</u> <strong>a</strong>lmu/minuuna <strong>a</strong>l-a<u>h</u>z<u>aa</u>ba q<u>aa</u>luu h<u>aadzaa</u> m<u>aa</u> wa'adan<u>aa</u> <strong>al</strong>l<u>aa</u>hu warasuuluhu wa<u>sh</u>adaqa <strong>al</strong>l<u>aa</u>hu warasuuluhu wam<u>aa</u> z<u>aa</u>dahum ill<u>aa</u> iim<u>aa</u>nan watasliim<u>aa</u><strong>n</strong>",
    idn: "Dan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.” Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka."
    },
    {
    id: 3556,
    surah: 33,
    nomor: 23,
    ar: "مِنَ الْمُؤْمِنِيْنَ رِجَالٌ صَدَقُوْا مَا عَاهَدُوا اللّٰهَ عَلَيْهِ ۚ فَمِنْهُمْ مَّنْ قَضٰى نَحْبَهٗۙ وَمِنْهُمْ مَّنْ يَّنْتَظِرُ ۖوَمَا بَدَّلُوْا تَبْدِيْلًاۙ ",
    tr: "mina <strong>a</strong>lmu/miniina rij<u>aa</u>lun <u>sh</u>adaquu m<u>aa</u> '<u>aa</u>haduu <strong>al</strong>l<u>aa</u>ha 'alayhi faminhum man qa<u>daa</u> na<u>h</u>bahu waminhum man yanta<u>zh</u>iru wam<u>aa</u> baddaluu tabdiil<u>aa</u><strong>n</strong>",
    idn: "Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah. Dan di antara mereka ada yang gugur, dan di antara mereka ada (pula) yang menunggu-nunggu dan mereka sedikit pun tidak mengubah (janjinya),"
    },
    {
    id: 3557,
    surah: 33,
    nomor: 24,
    ar: "لِيَجْزِيَ اللّٰهُ الصّٰدِقِيْنَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنٰفِقِيْنَ اِنْ شَاۤءَ اَوْ يَتُوْبَ عَلَيْهِمْ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ",
    tr: "liyajziya <strong>al</strong>l<u>aa</u>hu <strong>al</strong><u>shshaa</u>diqiina bi<u>sh</u>idqihim wayu'a<u>dzdz</u>iba <strong>a</strong>lmun<u>aa</u>fiqiina in sy<u>aa</u>-a aw yatuuba 'alayhim inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>",
    idn: "agar Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan mengazab orang munafik jika Dia kehendaki, atau menerima tobat mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang."
    },
    {
    id: 3558,
    surah: 33,
    nomor: 25,
    ar: "وَرَدَّ اللّٰهُ الَّذِيْنَ كَفَرُوْا بِغَيْظِهِمْ لَمْ يَنَالُوْا خَيْرًا ۗوَكَفَى اللّٰهُ الْمُؤْمِنِيْنَ الْقِتَالَ ۗوَكَانَ اللّٰهُ قَوِيًّا عَزِيْزًاۚ ",
    tr: "waradda <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina kafaruu bighay<u>zh</u>ihim lam yan<u>aa</u>luu khayran wakaf<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmu/miniina <strong>a</strong>lqit<u>aa</u>la wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu qawiyyan 'aziiz<u>aa</u><strong>n</strong>",
    idn: "Dan Allah menghalau orang-orang kafir itu yang keadaan mereka penuh kejengkelan, karena mereka (juga) tidak memperoleh keuntungan apa pun. Cukuplah Allah (yang menolong) menghindarkan orang-orang mukmin dalam peperangan. Dan Allah Mahakuat, Mahaperkasa."
    },
    {
    id: 3559,
    surah: 33,
    nomor: 26,
    ar: "وَاَنْزَلَ الَّذِيْنَ ظَاهَرُوْهُمْ مِّنْ اَهْلِ الْكِتٰبِ مِنْ صَيَاصِيْهِمْ وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ فَرِيْقًا تَقْتُلُوْنَ وَتَأْسِرُوْنَ فَرِيْقًاۚ ",
    tr: "wa-anzala <strong>al</strong>la<u>dz</u>iina <u>zhaa</u>haruuhum min ahli <strong>a</strong>lkit<u>aa</u>bi min <u>sh</u>ay<u>aas</u>iihim waqa<u>dz</u>afa fii quluubihimu <strong>al</strong>rru'ba fariiqan taqtuluuna wata/siruuna fariiq<u>aa</u><strong>n</strong>",
    idn: "Dan Dia menurunkan orang-orang Ahli Kitab (Bani Quraizah) yang membantu mereka (golongan-golongan yang bersekutu) dari benteng-benteng mereka, dan Dia memasukkan rasa takut ke dalam hati mereka. Sebagian mereka kamu bunuh dan sebagian yang lain kamu tawan."
    },
    {
    id: 3560,
    surah: 33,
    nomor: 27,
    ar: "وَاَوْرَثَكُمْ اَرْضَهُمْ وَدِيَارَهُمْ وَاَمْوَالَهُمْ وَاَرْضًا لَّمْ تَطَـُٔوْهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًا ࣖ ",
    tr: "wa-awratsakum ar<u>dh</u>ahum wadiy<u>aa</u>rahum wa-amw<u>aa</u>lahum wa-ar<u>dh</u>an lam ta<u>th</u>auuh<u>aa</u> wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<u>aa</u><strong>n</strong>",
    idn: "Dan Dia mewariskan kepadamu tanah-tanah, rumah-rumah dan harta benda mereka, dan (begitu pula) tanah yang belum kamu injak. Dan Allah Mahakuasa terhadap segala sesuatu."
    },
    {
    id: 3561,
    surah: 33,
    nomor: 28,
    ar: "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ اِنْ كُنْتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحًا جَمِيْلًا ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu qul li-azw<u>aa</u>jika in kuntunna turidna <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> waziinatah<u>aa</u> fata'<u>aa</u>layna umatti'kunna wausarri<u>h</u>kunna sar<u>aah</u>an jamiil<u>aa</u><strong>n</strong>",
    idn: "Wahai Nabi! Katakanlah kepada istri-istrimu, “Jika kamu menginginkan kehidupan di dunia dan perhiasannya, maka kemarilah agar kuberikan kepadamu mut‘ah dan aku ceraikan kamu dengan cara yang baik.”"
    },
    {
    id: 3562,
    surah: 33,
    nomor: 29,
    ar: "وَاِنْ كُنْتُنَّ تُرِدْنَ اللّٰهَ وَرَسُوْلَهٗ وَالدَّارَ الْاٰخِرَةَ فَاِنَّ اللّٰهَ اَعَدَّ لِلْمُحْسِنٰتِ مِنْكُنَّ اَجْرًا عَظِيْمًا",
    tr: "wa-in kuntunna turidna <strong>al</strong>l<u>aa</u>ha warasuulahu wa<strong>al</strong>dd<u>aa</u>ra <strong>a</strong>l-<u>aa</u>khirata fa-inna <strong>al</strong>l<u>aa</u>ha a'adda lilmu<u>h</u>sin<u>aa</u>ti minkunna ajran 'a<u>zh</u>iim<u>aa</u><strong>n</strong>",
    idn: "Dan jika kamu menginginkan Allah dan Rasul-Nya dan negeri akhirat, maka sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu."
    },
    {
    id: 3563,
    surah: 33,
    nomor: 30,
    ar: "يٰنِسَاۤءَ النَّبِيِّ مَنْ يَّأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُّضٰعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا   ۔",
    tr: "y<u>aa</u> nis<u>aa</u>-a <strong>al</strong>nnabiyyi man ya/ti minkunna bif<u>aah</u>isyatin mubayyinatin yu<u>daa</u>'af lah<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>bu <u>dh</u>i'fayni wak<u>aa</u>na <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<u>aa</u><strong>n</strong>",
    idn: "Wahai istri-istri Nabi! Barangsiapa di antara kamu yang mengerjakan perbuatan keji yang nyata, niscaya azabnya akan dilipatgandakan dua kali lipat kepadanya. Dan yang demikian itu, mudah bagi Allah."
    },
    {
    id: 3564,
    surah: 33,
    nomor: 31,
    ar: "۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا ",
    tr: "waman yaqnut minkunna lill<u>aa</u>hi warasuulihi wata'mal <u>shaa</u>li<u>h</u>an nu/tih<u>aa</u> ajrah<u>aa</u> marratayni wa-a'tadn<u>aa</u> lah<u>aa</u> rizqan kariim<u>aa</u><strong>n</strong>",
    idn: "Dan barangsiapa di antara kamu (istri-istri Nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat dan Kami sediakan rezeki yang mulia baginya."
    },
    {
    id: 3565,
    surah: 33,
    nomor: 32,
    ar: "يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ ",
    tr: "y<u>aa</u> nis<u>aa</u>-a <strong>al</strong>nnabiyyi lastunna ka-a<u>h</u>adin mina <strong>al</strong>nnis<u>aa</u>-i ini ittaqaytunna fal<u>aa</u> takh<u>dh</u>a'na bi<strong>a</strong>lqawli faya<u>th</u>ma'a <strong>al</strong>la<u>dz</u>ii fii qalbihi mara<u>dh</u>un waqulna qawlan ma'ruuf<u>aa</u><strong>n</strong>",
    idn: "Wahai istri-istri Nabi! Kamu tidak seperti perempuan-perempuan yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk (melemah lembutkan suara) dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya, dan ucapkanlah perkataan yang baik."
    },
    {
    id: 3566,
    surah: 33,
    nomor: 33,
    ar: "وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِ",
    tr: "waqarna fii buyuutikunna wal<u>aa</u> tabarrajna tabarruja <strong>a</strong>lj<u>aa</u>hiliyyati <strong>a</strong>l-uul<u>aa</u> wa-aqimna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tiina <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>i'na <strong>al</strong>l<u>aa</u>ha warasuulahu innam<u>aa</u> yuriidu <strong>al</strong>l<u>aa</u>hu liyu<u>dz</u>hiba 'ankumu <strong>al</strong>rrijsa ahla <strong>a</strong>lbayti wayu<u>th</u>ahhirakum ta<u>th</u>hiir<u>aa</u><strong>n</strong>",
    idn: "Dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan (bertingkah laku) seperti orang-orang jahiliah dahulu, dan laksanakanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya."
    },
    {
    id: 3567,
    surah: 33,
    nomor: 34,
    ar: "وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًا ࣖ ",
    tr: "wa<strong>u</strong><u>dz</u>kurna m<u>aa</u> yutl<u>aa</u> fii buyuutikunna min <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>l<u>h</u>ikmati inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na la<u>th</u>iifan khabiir<u>aa</u><strong>n</strong>",
    idn: "Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah Nabimu). Sungguh, Allah Mahalembut, Maha Mengetahui."
    },
    {
    id: 3568,
    surah: 33,
    nomor: 35,
    ar: "اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۤىِٕمِيْنَ وَال",
    tr: "inna <strong>a</strong>lmuslimiina wa<strong>a</strong>lmuslim<u>aa</u>ti wa<strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wa<strong>a</strong>lq<u>aa</u>nitiina wa<strong>a</strong>lq<u>aa</u>nit<u>aa</u>ti wa<strong>al</strong><u>shshaa</u>diqiina wa<strong>al</strong><u>shshaa</u>diq<u>aa</u>ti wa<strong>al</strong><u>shshaa</u>biriina wa<strong>al</strong><u>shshaa</u>bir<u>aa</u>ti wa<strong>a</strong>lkh<u>aa</u>syi'iina wa<strong>a</strong>lkh<u>aa</u>syi'<u>aa</u>ti wa<strong>a</strong>lmuta<u>sh</u>addiqiina wa<strong>a</strong>lmuta<u>sh</u>addiq<u>aa</u>ti wa<strong>al</strong><u>shshaa</u>-imiina wa<strong>al</strong><u>shshaa</u>-im<u>aa</u>ti wa<strong>a</strong>l<u>haa</u>fi<u>zh</u>iina furuujahum wa<strong>a</strong>l<u>haa</u>fi<u>zhaa</u>ti wa<strong>al</strong><u>dzdzaa</u>kiriina <strong>al</strong>l<u>aa</u>ha katsiiran wa<strong>al</strong><u>dzdzaa</u>kir<u>aa</u>ti a'adda <strong>al</strong>l<u>aa</u>hu lahum maghfiratan wa-ajran 'a<u>zh</u>iim<u>aa</u><strong>n</strong>",
    idn: "Sungguh, laki-laki dan perempuan muslim, laki-laki dan perempuan mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah telah menyediakan untuk mereka ampunan dan pahala yang besar."
    },
    {
    id: 3569,
    surah: 33,
    nomor: 36,
    ar: "وَمَا كَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُوْلُهٗٓ اَمْرًا اَنْ يَّكُوْنَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْ ۗوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِيْنًاۗ  ",
    tr: "wam<u>aa</u> k<u>aa</u>na limu/minin wal<u>aa</u> mu/minatin i<u>dzaa</u> qa<u>daa</u> <strong>al</strong>l<u>aa</u>hu warasuuluhu amran an yakuuna lahumu <strong>a</strong>lkhiyaratu min amrihim waman ya'<u>sh</u>i <strong>al</strong>l<u>aa</u>ha warasuulahu faqad <u>dh</u>alla <u>dh</u>al<u>aa</u>lan mubiin<u>aa</u><strong>n</strong>",
    idn: "Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Dan barangsiapa mendurhakai Allah dan Rasul-Nya, maka sungguh, dia telah tersesat, dengan kesesatan yang nyata."
    },
    {
    id: 3570,
    surah: 33,
    nomor: 37,
    ar: "وَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ ۗ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَ",
    tr: "wa-i<u>dz</u> taquulu lilla<u>dz</u>ii an'ama <strong>al</strong>l<u>aa</u>hu 'alayhi wa-an'amta 'alayhi amsik 'alayka zawjaka wa<strong>i</strong>ttaqi <strong>al</strong>l<u>aa</u>ha watukhfii fii nafsika m<u>aa</u> <strong>al</strong>l<u>aa</u>hu mubdiihi watakhsy<u>aa</u> <strong>al</strong>nn<u>aa</u>sa wa<strong>al</strong>l<u>aa</u>hu a<u>h</u>aqqu an takhsy<u>aa</u>hu falamm<u>aa</u> qa<u>daa</u> zaydun minh<u>aa</u> wa<u>th</u>aran zawwajn<u>aa</u>kah<u>aa</u> likay l<u>aa</u> yakuuna 'al<u>aa</u> <strong>a</strong>lmu/miniina <u>h</u>arajun fii azw<u>aa</u>ji ad'iy<u>aa</u>-ihim i<u>dzaa</u> qa<u>dh</u>aw minhunna wa<u>th</u>aran wak<u>aa</u>na amru <strong>al</strong>l<u>aa</u>hi maf'uul<u>aa</u><strong>n</strong>",
    idn: "Dan (ingatlah), ketika engkau (Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “Pertahankanlah terus istrimu dan bertakwalah kepada Allah,” sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya. Dan ketetapan Allah itu pasti terjadi."
    },
    {
    id: 3571,
    surah: 33,
    nomor: 38,
    ar: "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيْمَا فَرَضَ اللّٰهُ لَهٗ ۗسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۗوَكَانَ اَمْرُ اللّٰهِ قَدَرًا مَّقْدُوْرًاۙ  ",
    tr: "m<u>aa</u> k<u>aa</u>na 'al<u>aa</u> <strong>al</strong>nnabiyyi min <u>h</u>arajin fiim<u>aa</u> fara<u>dh</u>a <strong>al</strong>l<u>aa</u>hu lahu sunnata <strong>al</strong>l<u>aa</u>hi fii <strong>al</strong>la<u>dz</u>iina khalaw min qablu wak<u>aa</u>na amru <strong>al</strong>l<u>aa</u>hi qadaran maqduur<u>aa</u><strong>n</strong>",
    idn: "Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunnah Allah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku,"
    },
    {
    id: 3572,
    surah: 33,
    nomor: 39,
    ar: " ۨالَّذِيْنَ يُبَلِّغُوْنَ رِسٰلٰتِ اللّٰهِ وَيَخْشَوْنَهٗ وَلَا يَخْشَوْنَ اَحَدًا اِلَّا اللّٰهَ ۗوَكَفٰى بِاللّٰهِ حَسِيْبًا ",
    tr: "<strong>al</strong>la<u>dz</u>iina yuballighuuna ris<u>aa</u>l<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wayakhsyawnahu wal<u>aa</u> yakhsyawna a<u>h</u>adan ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha wakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi <u>h</u>asiib<u>aa</u><strong>n</strong>",
    idn: "(yaitu) orang-orang yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya dan tidak merasa takut kepada siapa pun selain kepada Allah. Dan cukuplah Allah sebagai pembuat perhitungan."
    },
    {
    id: 3573,
    surah: 33,
    nomor: 40,
    ar: "مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ",
    tr: "m<u>aa</u> k<u>aa</u>na mu<u>h</u>ammadun ab<u>aa</u> a<u>h</u>adin min rij<u>aa</u>likum wal<u>aa</u>kin rasuula <strong>al</strong>l<u>aa</u>hi wakh<u>aa</u>tama <strong>al</strong>nnabiyyiina wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<u>aa</u><strong>n</strong>",
    idn: "Muhammad itu bukanlah bapak dari seseorang di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. Dan Allah Maha Mengetahui segala sesuatu."
    },
    {
    id: 3574,
    surah: 33,
    nomor: 41,
    ar: "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu u<u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha <u>dz</u>ikran katsiir<u>aa</u><strong>n</strong>",
    idn: "Wahai orang-orang yang beriman! Ingatlah kepada Allah, dengan mengingat (nama-Nya) sebanyak-banyaknya,"
    },
    {
    id: 3575,
    surah: 33,
    nomor: 42,
    ar: "وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا ",
    tr: "wasabbi<u>h</u>uuhu bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>",
    idn: "dan bertasbihlah kepada-Nya pada waktu pagi dan petang."
    },
    {
    id: 3576,
    surah: 33,
    nomor: 43,
    ar: "هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا ",
    tr: "huwa <strong>al</strong>la<u>dz</u>ii yu<u>sh</u>allii 'alaykum wamal<u>aa</u>-ikatuhu liyukhrijakum mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wak<u>aa</u>na bi<strong>a</strong>lmu/miniina ra<u>h</u>iim<u>aa</u><strong>n</strong>",
    idn: "Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan Dia Maha Penyayang kepada orang-orang yang beriman."
    },
    {
    id: 3577,
    surah: 33,
    nomor: 44,
    ar: "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهٗ سَلٰمٌ ۚوَاَعَدَّ لَهُمْ اَجْرًا كَرِيْمًا ",
    tr: "ta<u>h</u>iyyatuhum yawma yalqawnahu sal<u>aa</u>mun wa-a'adda lahum ajran kariim<u>aa</u><strong>n</strong>",
    idn: "Penghormatan mereka (orang-orang mukmin itu) ketika mereka menemui-Nya ialah, “Salam,” dan Dia menyediakan pahala yang mulia bagi mereka."
    },
    {
    id: 3578,
    surah: 33,
    nomor: 45,
    ar: "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَرْسَلْنٰكَ شَاهِدًا وَّمُبَشِّرًا وَّنَذِيْرًاۙ ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu inn<u>aa</u> arsaln<u>aa</u>ka sy<u>aa</u>hidan wamubasysyiran wana<u>dz</u>iir<u>aa</u><strong>n</strong>",
    idn: "Wahai Nabi! Sesungguhnya Kami mengutusmu untuk menjadi saksi, pembawa kabar gembira dan pemberi peringatan,"
    },
    {
    id: 3579,
    surah: 33,
    nomor: 46,
    ar: "وَّدَاعِيًا اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجًا مُّنِيْرًا ",
    tr: "wad<u>aa</u>'iyan il<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi-i<u>dz</u>nihi wasir<u>aa</u>jan muniir<u>aa</u><strong>n</strong>",
    idn: "dan untuk menjadi penyeru kepada (agama) Allah dengan izin-Nya dan sebagai cahaya yang menerangi."
    },
    {
    id: 3580,
    surah: 33,
    nomor: 47,
    ar: "وَبَشِّرِ الْمُؤْمِنِيْنَ بِاَنَّ لَهُمْ مِّنَ اللّٰهِ فَضْلًا كَبِيْرًا ",
    tr: "wabasysyiri <strong>a</strong>lmu/miniina bi-anna lahum mina <strong>al</strong>l<u>aa</u>hi fa<u>dh</u>lan kabiir<u>aa</u><strong>n</strong>",
    idn: "Dan sampaikanlah kabar gembira kepada orang-orang mukmin bahwa sesungguhnya bagi mereka karunia yang besar dari Allah."
    },
    {
    id: 3581,
    surah: 33,
    nomor: 48,
    ar: "وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ وَدَعْ اَذٰىهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
    tr: "wal<u>aa</u> tu<u>th</u>i'i <strong>a</strong>lk<u>aa</u>firiina wa<strong>a</strong>lmun<u>aa</u>fiqiina wada' a<u>dzaa</u>hum watawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wakiil<u>aa</u><strong>n</strong>",
    idn: "Dan janganlah engkau (Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, janganlah engkau hiraukan gangguan mereka dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung."
    },
    {
    id: 3582,
    surah: 33,
    nomor: 49,
    ar: "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> naka<u>h</u>tumu <strong>a</strong>lmu/min<u>aa</u>ti tsumma <u>th</u>allaqtumuuhunna min qabli an tamassuuhunna fam<u>aa</u> lakum 'alayhinna min 'iddatin ta'tadduunah<u>aa</u> famatti'uuhunna wasarri<u>h</u>uuhunna sar<u>aah</u>an jamiil<u>aa</u><strong>n</strong>",
    idn: "Wahai orang-orang yang beriman! Apabila kamu menikahi perempuan-perempuan mukmin, kemudian kamu ceraikan mereka sebelum kamu mencampurinya maka tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Namun berilah mereka mut’ah dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya."
    },
    {
    id: 3583,
    surah: 33,
    nomor: 50,
    ar: "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰتِيْٓ اٰتَيْتَ اُجُوْرَهُنَّ وَمَا مَلَكَتْ يَمِيْنُكَ مِمَّآ اَفَاۤءَ اللّٰهُ عَلَيْكَ وَبَنٰتِ عَمِّكَ وَبَنٰتِ عَمّٰتِكَ وَبَنٰتِ خَالِكَ وَبَنٰتِ خٰلٰتِكَ الّٰتِيْ هَاجَرْنَ مَعَكَۗ وَام",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu inn<u>aa</u> a<u>h</u>laln<u>aa</u> laka azw<u>aa</u>jaka <strong>al</strong>l<u>aa</u>tii <u>aa</u>tayta ujuurahunna wam<u>aa</u> malakat yamiinuka mimm<u>aa</u> af<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu 'alayka waban<u>aa</u>ti 'ammika waban<u>aa</u>ti 'amm<u>aa</u>tika waban<u>aa</u>ti kh<u>aa</u>lika waban<u>aa</u>ti kh<u>aa</u>l<u>aa</u>tika <strong>al</strong>l<u>aa</u>tii h<u>aa</u>jarna ma'aka wa<strong>i</strong>mra-atan mu/minatan in wahabat nafsah<u>aa</u> li<strong>l</strong>nnabiyyi in ar<u>aa</u>da <strong>al</strong>nnabiyyu an yastanki<u>h</u>ah<u>aa</u> kh<u>aa</u>li<u>sh</u>atan laka min duuni <strong>a</strong>lmu/miniina qad 'alimn<u>aa</u> m<u>aa</u> fara<u>dh</u>n<u>aa</u> 'alayhim fii azw<u>aa</u>jihim wam<u>aa</u> malakat aym<u>aa</u>nuhum likayl<u>aa</u> yakuuna 'alayka <u>h</u>arajun wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>",
    idn: "Wahai Nabi! Sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya dan hamba sahaya yang engkau miliki, termasuk apa yang engkau peroleh dalam peperangan yang dikaruniakan Allah untukmu, dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan perempuan mukmin yang menyerahkan dirinya kepada Nabi kalau Nabi ingin menikahinya, sebagai kekhususan bagimu, bukan untuk semua orang mukmin. Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang istri-istri mereka dan hamba sahaya yang mereka miliki agar tidak menjadi kesempitan bagimu. Dan Allah Maha Pengampun, Maha Penyayang."
    },
    {
    id: 3584,
    surah: 33,
    nomor: 51,
    ar: "۞ تُرْجِيْ مَنْ تَشَاۤءُ مِنْهُنَّ وَتُـْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۤءُۗ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۗ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّۗ وَاللّٰهُ يَعْلَمُ",
    tr: "turjii man tasy<u>aa</u>u minhunna watu/wii ilayka man tasy<u>aa</u>u wamani ibtaghayta mimman 'azalta fal<u>aa</u> jun<u>aah</u>a 'alayka <u>dzaa</u>lika adn<u>aa</u> an taqarra a'yunuhunna wal<u>aa</u> ya<u>h</u>zanna wayar<u>dh</u>ayna bim<u>aa</u> <u>aa</u>taytahunna kulluhunna wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> fii quluubikum wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'aliiman <u>h</u>aliim<u>aa</u><strong>n</strong>",
    idn: "Engkau boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, maka tidak ada dosa bagimu. Yang demikian itu lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan Allah Maha Mengetahui, Maha Penyantun."
    },
    {
    id: 3585,
    surah: 33,
    nomor: 52,
    ar: "لَا يَحِلُّ لَكَ النِّسَاۤءُ مِنْۢ بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَّلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمِيْنُكَۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَّقِيْبًا ࣖ ",
    tr: "turjii man tasy<u>aa</u>u minhunna watu/wii ilayka man tasy<u>aa</u>u wamani ibtaghayta mimman 'azalta fal<u>aa</u> jun<u>aah</u>a 'alayka <u>dzaa</u>lika adn<u>aa</u> an taqarra a'yunuhunna wal<u>aa</u> ya<u>h</u>zanna wayar<u>dh</u>ayna bim<u>aa</u> <u>aa</u>taytahunna kulluhunna wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> fii quluubikum wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'aliiman <u>h</u>aliim<u>aa</u><strong>n</strong>",
    idn: "Tidak halal bagimu (Muhammad) menikahi perempuan-perempuan (lain) setelah itu, dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu."
    },
    {
    id: 3586,
    surah: 33,
    nomor: 53,
    ar: "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ اِلَّآ اَنْ يُّؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نٰظِرِيْنَ اِنٰىهُ وَلٰكِنْ اِذَا دُعِيْتُمْ فَادْخُلُوْا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَأْنِسِيْنَ لِحَدِيْثٍۗ اِنَّ ذٰ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tadkhuluu buyuuta <strong>al</strong>nnabiyyi ill<u>aa</u> an yu/<u>dz</u>ana lakum il<u>aa</u> <u>th</u>a'<u>aa</u>min ghayra n<u>aats</u>iriina in<u>aa</u>hu wal<u>aa</u>kin i<u>dzaa</u> du'iitum fa<strong>u</strong>dkhuluu fa-i<u>dzaa</u> <u>th</u>a'imtum fa<strong>i</strong>ntasyiruu wal<u>aa</u> musta/nisiina li<u>h</u>adiitsin inna <u>dzaa</u>likum k<u>aa</u>na yu/<u>dz</u>ii <strong>al</strong>nnabiyya fayasta<u>h</u>yii minkum wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yasta<u>h</u>yii mina <strong>a</strong>l<u>h</u>aqqi wa-i<u>dzaa</u> sa-altumuuhunna mat<u>aa</u>'an fa<strong>i</strong>s-aluuhunna min war<u>aa</u>-i <u>h</u>ij<u>aa</u>bin <u>dzaa</u>likum a<u>th</u>haru liquluubikum waquluubihinna wam<u>aa</u> k<u>aa</u>na lakum an tu/<u>dz</u>uu rasuula <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> an tanki<u>h</u>uu azw<u>aa</u>jahu min ba'dihi abadan inna <u>dzaa</u>likum k<u>aa</u>na 'inda <strong>al</strong>l<u>aa</u>hi 'a<u>zh</u>iim<u>aa</u><strong>n</strong>",
    idn: "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya), tetapi jika kamu dipanggil maka masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah."
    },
    {
    id: 3587,
    surah: 33,
    nomor: 54,
    ar: "اِنْ تُبْدُوْا شَيْـًٔا اَوْ تُخْفُوْهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ",
    tr: "in tubduu syay-an aw tukhfuuhu fa-inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na bikulli syay-in 'aliim<u>aa</u><strong>n</strong>",
    idn: "Jika kamu menyatakan sesuatu atau menyembunyikannya, maka sesungguhnya Allah Maha Mengetahui segala sesuatu."
    },
    {
    id: 3588,
    surah: 33,
    nomor: 55,
    ar: "لَا جُنَاحَ عَلَيْهِنَّ فِيْٓ اٰبَاۤىِٕهِنَّ وَلَآ اَبْنَاۤىِٕهِنَّ وَلَآ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اَخَوٰتِهِنَّ وَلَا نِسَاۤىِٕهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقِيْنَ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ ع",
    tr: "l<u>aa</u> jun<u>aah</u>a 'alayhinna fii <u>aa</u>b<u>aa</u>-ihinna wal<u>aa</u> abn<u>aa</u>-ihinna wal<u>aa</u> ikhw<u>aa</u>nihinna wal<u>aa</u> abn<u>aa</u>-i ikhw<u>aa</u>nihinna wal<u>aa</u> abn<u>aa</u>-i akhaw<u>aa</u>tihinna wal<u>aa</u> nis<u>aa</u>-ihinna wal<u>aa</u> m<u>aa</u> malakat aym<u>aa</u>nuhunna wa<strong>i</strong>ttaqiina <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na 'al<u>aa</u> kulli syay-in syahiid<u>aa</u><strong>n</strong>",
    idn: "Tidak ada dosa atas istri-istri Nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (yang beriman) dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (istri-istri Nabi) kepada Allah. Sungguh, Allah Maha Menyaksikan segala sesuatu."
    },
    {
    id: 3589,
    surah: 33,
    nomor: 56,
    ar: "اِنَّ اللّٰهَ وَمَلٰۤىِٕكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّۗ  يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا ",
    tr: "inna <strong>al</strong>l<u>aa</u>ha wamal<u>aa</u>-ikatahu yu<u>sh</u>alluuna 'al<u>aa</u> <strong>al</strong>nnabiyyi y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu <u>sh</u>alluu 'alayhi wasallimuu tasliim<u>aa</u><strong>n</strong>",
    idn: "Sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi. Wahai orang-orang yang beriman! Bersalawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya."
    },
    {
    id: 3590,
    surah: 33,
    nomor: 57,
    ar: "اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا ",
    tr: "inna <strong>al</strong>la<u>dz</u>iina yu/<u>dz</u>uuna <strong>al</strong>l<u>aa</u>ha warasuulahu la'anahumu <strong>al</strong>l<u>aa</u>hu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wa-a'adda lahum 'a<u>dzaa</u>ban muhiin<u>aa</u><strong>n</strong>",
    idn: "Sesungguhnya (terhadap) orang-orang yang menyakiti Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka."
    },
    {
    id: 3591,
    surah: 33,
    nomor: 58,
    ar: "وَالَّذِيْنَ يُؤْذُوْنَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوْا فَقَدِ احْتَمَلُوْا بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ",
    tr: "wa<strong>a</strong>lla<u>dz</u>iina yu/<u>dz</u>uuna <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti bighayri m<u>aa</u> iktasabuu faqadi i<u>h</u>tamaluu buht<u>aa</u>nan wa-itsman mubiin<u>aa</u><strong>n</strong>",
    idn: "Dan orang-orang yang menyakiti orang-orang mukmin laki-laki dan perempuan, tanpa ada kesalahan yang mereka perbuat, maka sungguh, mereka telah memikul kebohongan dan dosa yang nyata."
    },
    {
    id: 3592,
    surah: 33,
    nomor: 59,
    ar: "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu qul li-azw<u>aa</u>jika waban<u>aa</u>tika wanis<u>aa</u>-i <strong>a</strong>lmu/miniina yudniina 'alayhinna min jal<u>aa</u>biibihinna <u>dzaa</u>lika adn<u>aa</u> an yu'rafna fal<u>aa</u> yu/<u>dz</u>ayna wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>",
    idn: "Wahai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin, “Hendaklah mereka menutupkan jilbabnya ke seluruh tubuh mereka.” Yang demikian itu agar mereka lebih mudah untuk dikenali, sehingga mereka tidak diganggu. Dan Allah Maha Pengampun, Maha Penyayang."
    },
    {
    id: 3593,
    surah: 33,
    nomor: 60,
    ar: "۞ لَىِٕنْ لَّمْ يَنْتَهِ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْمُرْجِفُوْنَ فِى الْمَدِيْنَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُوْنَكَ فِيْهَآ اِلَّا قَلِيْلًا ",
    tr: "la-in lam yantahi <strong>a</strong>lmun<u>aa</u>fiquuna wa<strong>a</strong>lla<u>dz</u>iina fii quluubihim mara<u>dh</u>un wa<strong>a</strong>lmurjifuuna fii <strong>a</strong>lmadiinati lanughriyannaka bihim tsumma l<u>aa</u> yuj<u>aa</u>wiruunaka fiih<u>aa</u> ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>",
    idn: "Sungguh, jika orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti (dari menyakitimu), niscaya Kami perintahkan engkau (untuk memerangi) mereka, kemudian mereka tidak lagi menjadi tetanggamu (di Madinah) kecuali sebentar,"
    },
    {
    id: 3594,
    surah: 33,
    nomor: 61,
    ar: "مَلْعُوْنِيْنَۖ اَيْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِيْلًا ",
    tr: "mal'uuniina ayna m<u>aa</u> tsuqifuu ukhi<u>dz</u>uu waquttiluu taqtiil<u>aa</u><strong>n</strong>",
    idn: "dalam keadaan terlaknat. Di mana saja mereka dijumpai, mereka akan ditangkap dan dibunuh tanpa ampun."
    },
    {
    id: 3595,
    surah: 33,
    nomor: 62,
    ar: "سُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ",
    tr: "sunnata <strong>al</strong>l<u>aa</u>hi fii <strong>al</strong>la<u>dz</u>iina khalaw min qablu walan tajida lisunnati <strong>al</strong>l<u>aa</u>hi tabdiil<u>aa</u><strong>n</strong>",
    idn: "Sebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah."
    },
    {
    id: 3596,
    surah: 33,
    nomor: 63,
    ar: "يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا ",
    tr: "yas-aluka <strong>al</strong>nn<u>aa</u>su 'ani <strong>al</strong>ss<u>aa</u>'ati qul innam<u>aa</u> 'ilmuh<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> yudriika la'alla <strong>al</strong>ss<u>aa</u>'ata takuunu qariib<u>aa</u><strong>n</strong>",
    idn: "Manusia bertanya kepadamu (Muhammad) tentang hari Kiamat. Katakanlah, “Ilmu tentang hari Kiamat itu hanya di sisi Allah.” Dan tahukah engkau, boleh jadi hari Kiamat itu sudah dekat waktunya."
    },
    {
    id: 3597,
    surah: 33,
    nomor: 64,
    ar: "اِنَّ اللّٰهَ لَعَنَ الْكٰفِرِيْنَ وَاَعَدَّ لَهُمْ سَعِيْرًاۙ ",
    tr: "inna <strong>al</strong>l<u>aa</u>ha la'ana <strong>a</strong>lk<u>aa</u>firiina wa-a'adda lahum sa'iir<u>aa</u><strong>n</strong>",
    idn: "Sungguh, Allah melaknat orang-orang kafir dan menyediakan bagi mereka api yang menyala-nyala (neraka),"
    },
    {
    id: 3598,
    surah: 33,
    nomor: 65,
    ar: "خٰلِدِيْنَ فِيْهَآ اَبَدًاۚ  لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ۚ",
    tr: "kh<u>aa</u>lidiina fiih<u>aa</u> abadan l<u>aa</u> yajiduuna waliyyan wal<u>aa</u> na<u>sh</u>iir<u>aa</u><strong>n</strong>",
    idn: "mereka kekal di dalamnya selama-lamanya; mereka tidak akan mendapatkan pelindung dan penolong."
    },
    {
    id: 3599,
    surah: 33,
    nomor: 66,
    ar: "يَوْمَ تُقَلَّبُ وُجُوْهُهُمْ فِى النَّارِ يَقُوْلُوْنَ يٰلَيْتَنَآ اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُوْلَا۠ ",
    tr: "yawma tuqallabu wujuuhuhum fii <strong>al</strong>nn<u>aa</u>ri yaquuluuna y<u>aa</u> laytan<u>aa</u> a<u>th</u>a'n<u>aa</u> <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>a'n<u>aa</u> <strong>al</strong>rrasuul<u>aa</u>",
    idn: "Pada hari (ketika) wajah mereka dibolak-balikkan dalam neraka, mereka berkata, “Wahai, kiranya dahulu kami taat kepada Allah dan taat (pula) kepada Rasul.”"
    },
    {
    id: 3600,
    surah: 33,
    nomor: 67,
    ar: "وَقَالُوْا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَكُبَرَاۤءَنَا فَاَضَلُّوْنَا السَّبِيْلَا۠ ",
    tr: "waq<u>aa</u>luu rabban<u>aa</u> inn<u>aa</u> a<u>th</u>a'n<u>aa</u> s<u>aa</u>datan<u>aa</u> wakubar<u>aa</u>-an<u>aa</u> fa-a<u>dh</u>alluun<u>aa</u> <strong>al</strong>ssabiil<u>aa</u>",
    idn: "Dan mereka berkata, “Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar)."
    },
    {
    id: 3601,
    surah: 33,
    nomor: 68,
    ar: "رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًا ࣖ ",
    tr: "rabban<u>aa</u> <u>aa</u>tihim <u>dh</u>i'fayni mina <strong>a</strong>l'a<u>dzaa</u>bi wa<strong>i</strong>l'anhum la'nan kabiir<u>aa</u><strong>n</strong>",
    idn: "Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”"
    },
    {
    id: 3602,
    surah: 33,
    nomor: 69,
    ar: "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ اٰذَوْا مُوْسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُوْا ۗوَكَانَ عِنْدَ اللّٰهِ وَجِيْهًا ۗ ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina <u>aadz</u>aw muus<u>aa</u> fabarra-ahu <strong>al</strong>l<u>aa</u>hu mimm<u>aa</u> q<u>aa</u>luu wak<u>aa</u>na 'inda <strong>al</strong>l<u>aa</u>hi wajiih<u>aa</u><strong>n</strong>",
    idn: "Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang yang menyakiti Musa, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah."
    },
    {
    id: 3603,
    surah: 33,
    nomor: 70,
    ar: "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَقُوْلُوْا قَوْلًا سَدِيْدًاۙ ",
    tr: "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha waquuluu qawlan sadiid<u>aa</u><strong>n</strong>",
    idn: "Wahai orang-orang yang beriman! Bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar,"
    },
    {
    id: 3604,
    surah: 33,
    nomor: 71,
    ar: "يُّصْلِحْ لَكُمْ اَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ فَازَ فَوْزًا عَظِيْمًا ",
    tr: "yu<u>sh</u>li<u>h</u> lakum a'm<u>aa</u>lakum wayaghfir lakum <u>dz</u>unuubakum waman yu<u>th</u>i'i <strong>al</strong>l<u>aa</u>ha warasuulahu faqad f<u>aa</u>za fawzan 'a<u>zh</u>iim<u>aa</u><strong>n</strong>",
    idn: "niscaya Allah akan memperbaiki amal-amalmu dan mengampuni dosa-dosamu. Dan barangsiapa menaati Allah dan Rasul-Nya, maka sungguh, dia menang dengan kemenangan yang agung."
    },
    {
    id: 3605,
    surah: 33,
    nomor: 72,
    ar: "اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَى السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَّحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُۗ اِنَّهٗ كَانَ ظَلُوْمًا جَهُوْلًاۙ ",
    tr: "inn<u>aa</u> 'ara<u>dh</u>n<u>aa</u> <strong>a</strong>l-am<u>aa</u>nata 'al<u>aa</u> <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>a</strong>ljib<u>aa</u>li fa-abayna an ya<u>h</u>milnah<u>aa</u> wa-asyfaqna minh<u>aa</u> wa<u>h</u>amalah<u>aa</u> <strong>a</strong>l-ins<u>aa</u>nu innahu k<u>aa</u>na <u>zh</u>aluuman jahuul<u>aa</u><strong>n</strong>",
    idn: "Sesungguhnya Kami telah menawarkan amanat kepada langit, bumi dan gunung-gunung; tetapi semuanya enggan untuk memikul amanat itu dan mereka khawatir tidak akan melaksanakannya (berat), lalu dipikullah amanat itu oleh manusia. Sungguh, manusia itu sangat zalim dan sangat bodoh,"
    },
    {
    id: 3606,
    surah: 33,
    nomor: 73,
    ar: "لِّيُعَذِّبَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقَتِ وَالْمُشْرِكِيْنَ وَالْمُشْرِكٰتِ وَيَتُوْبَ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
    tr: "liyu'a<u>dzdz</u>iba <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmun<u>aa</u>fiqiina wa<strong>a</strong>lmun<u>aa</u>fiq<u>aa</u>ti wa<strong>a</strong>lmusyrikiina wa<strong>a</strong>lmusyrik<u>aa</u>ti wayatuuba <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>",
    idn: "sehingga Allah akan mengazab orang-orang munafik laki-laki dan perempuan, orang-orang musyrik, laki-laki dan perempuan; dan Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Dan Allah Maha Pengampun, Maha Penyayang."
    }
    ],
    surat_selanjutnya: {
    id: 34,
    nomor: 34,
    nama: "سبأ",
    nama_latin: "Saba'",
    jumlah_ayat: 54,
    tempat_turun: "mekah",
    arti: "Saba'",
    deskripsi: "Surat Saba' terdiri atas 54 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Luqman. Dinamakan <i>Saba'</i> karena didalamnya terdapat kisah kaum Saba'. Saba' adalah nama suatu kabilah dari kabilah-kabilah Arab yang tinggal di daerah Yaman sekarang ini. Mereka mendirikan kerajaan yang terkenal dengan nama kerajaan Sabaiyyah, ibukotanya Ma'rib; telah dapat membangun suatu bendungan raksasa, yang bernama <i>Bendungan Ma'rib</i>, sehingga negeri meka subur dan makmur. Kemewahan dan kemakmuran ini menyebabkan kaum Saba' lupa dan ingkar kepada Allah yang telah melimpahkan nikmatnya kepada mereka, serta mereka mengingkari pula seruan para rasul. Karena keingkaran mereka ini, Allah menimpahkan kepada mereka azab berupa <i>sailul 'arim</i> (banjir yang besar) yang ditimbulkan oleh bobolnya bendungan Ma'rib. Setelah bendungan ma'rib bobol negeri Saba' menjadi kering dan kerajaan mereka hancur.",
    audio: "https://santrikoding.com/storage/audio/034.mp3"
    },
    surat_sebelumnya: {
    id: 32,
    nomor: 32,
    nama: "السّجدة",
    nama_latin: "As-Sajdah",
    jumlah_ayat: 30,
    tempat_turun: "mekah",
    arti: "Sajdah",
    deskripsi: "Surat As Sajdah terdiri atas 30 ayat termasuk golongan surat Makkiyah diturunkan sesudah surat Al Mu'minuun. Dinamakan <i>As Sajdah</i> berhubung pada surat ini terdapat ayat sajdah, yaitu ayat yang kelima belas.",
    audio: "https://santrikoding.com/storage/audio/032.mp3"
    }
    }